{
  "facts": [
      {
        "id": 1,
        "text": "1 is the number of dimensions of a line.",
        "number": 1,
        "type": "trivia"
      },
      {
        "id": 2,
        "text": "2 is the first magic number in physics.",
        "number": 2,
        "type": "trivia"
       },
       {
        "id": 3,
        "text": "3 is the number of spatial dimensions we perceive our universe to have.",
        "number": 3,
        "type": "trivia"
       },
       {
        "id": 4,
        "text": "4 is the number of movements in a symphony.",
        "number": 4,
        "type": "trivia"
       },
       {
        "id": 5,
        "text": "5 is the number of dots in a quincunx.",
        "number": 5,
        "type": "trivia"
       },
       {
        "id": 6,
         "text": "6 is the number of ponies in the main cast of My Little Pony: Friendship is Magic.",
        "number": 6,
        "type": "trivia"
       },
       {
        "id": 7,
        "text": "7 is the number of estimated objects that can be simultaneously held in human working memory.",
        "number": 7,
        "type": "trivia"
       },
       {
        "id": 8,
        "text": "8 is the number of planets in the Solar System.",
        "number": 8,
        "type": "trivia"
       },
       {
        "id": 9,
        "text": "9 is the number of circles of Hell in Dante's Divine Comedy.",
        "number": 9,
        "type": "trivia"
       },
       {
        "id": 10,
        "text": "10 is the number of spacetime dimensions in some superstring theories.",
        "number": 10,
        "type": "trivia"
       },
       {
        "id": 11,
        "text": "11 is the number of sides on the Canadian one-dollar coin (a hendecagon, an eleven-sided polygon).",
        "number": 11,
        "type": "trivia"
       },
       {
        "id": 12,
        "text": "12 is the pairs of ribs normally in the human body.",
        "number": 12,
        "type": "trivia"
       },
       {
        "id": 13,
        "text": "13 is the number of Oscar nominations of actress Meryl Streep, who holds the record for the most Oscar nominated actress.",
        "number": 13,
        "type": "trivia"
       },
       {
        "id": 14,
        "text": "14 is the number of lines in a sonnet.",
        "number": 14,
        "type": "trivia"
       },
       {
        "id": 15,
        "text": "15 is the number of times an average person laughs a day.",
        "number": 15,
        "type": "trivia"
       },
       {
        "id": 16,
        "text": "16 is the number of personality types in the Myers-Briggs classification system.",
        "number": 16,
        "type": "trivia"
       },
       {
        "id": 17,
        "text": "17 is the maximum number of strokes of a Chinese radical.",
        "number": 17,
        "type": "trivia"
       },
       {
        "id": 18,
        "text": "18 is the number of chapters into which James Joyce's epic novel Ulysses is divided.",
        "number": 18,
        "type": "trivia"
       },
       {
        "id": 19,
        "text": "19 is the number of years in 235 lunations.",
        "number": 19,
        "type": "trivia"
       },
       {
        "id": 20,
        "text": "20 is the number of questions in the popular party game Twenty Questions.",
        "number": 20,
        "type": "trivia"
       },
       {
        "id": 21,
        "text": "21 is the number of points required to win a game in badminton and table tennis (before 2001).",
        "number": 21,
        "type": "trivia"
       },
       {
        "id": 22,
        "text": "22 is the number of stars in the Paramount Films logo.",
        "number": 22,
        "type": "trivia"
       },
       {
        "id": 23,
        "text": "23 is the number of chromosomes normal human sex cells have.",
        "number": 23,
        "type": "trivia"
       },
       {
        "id": 24,
        "text": "24 is the number of hours in a day.",
        "number": 24,
        "type": "trivia"
       },
       {
        "id": 25,
        "text": "25 is the number of fruits that a grapefruit cluster can have up to.",
        "number": 25,
        "type": "trivia"
       },
       {
        "id": 26,
        "text": "26 is the number of miles in a marathon rounded down (26 miles and 385 yards).",
        "number": 26,
        "type": "trivia"
       },
       {
        "id": 27,
        "text": "27 is the number of outs in a regulation baseball game for each team at all adult levels.",
        "number": 27,
        "type": "trivia"
       },
       {
        "id": 28,
        "text": "28 is the number of letters in the Danish and Swedish alphabets (not counting W), and also in the Arabic and Esperanto alphabets.",
        "number": 28,
        "type": "trivia"
       },
       {
        "id": 29,
        "text": "29 is the number of cups of milk needed to make one pound of butter.",
        "number": 29,
        "type": "trivia"
       },
       {
        "id": 30,
        "text": "30 is the number of uprights that formed the Sarsen Circle at Stonehenge, also the supposed number of holes forming the arrays of Y and Z Holes at Stonehenge.",
        "number": 30,
        "type": "trivia"
       },
       {
        "id": 31,
        "text": "31 is the number of musical triads (12 major, 12 minor, 4 diminished, and 3 augmented).",
        "number": 31,
        "type": "trivia"
       },
       {
        "id": 32,
        "text": "32 is the percentage of employees in the USA who eat lunch and work at the same time.",
        "number": 32,
        "type": "trivia"
       },
       {
        "id": 33,
        "text": "33 is the temperature at which water boils according to the Newton scale.",
        "number": 33,
        "type": "trivia"
       },
       {
        "id": 34,
        "text": "34 is the lucky number of Victor Pelevin's protagonist Stepan Mikhailov in the novel Numbers.",
        "number": 34,
        "type": "trivia"
       },
       {
        "id": 35,
        "text": "35 is the percentage of all bingo players are under the age of 35.",
        "number": 35,
        "type": "trivia"
       },
       {
        "id": 36,
        "text": "36 is the number of vehicles that run in each race of NASCAR's Camping World Truck Series.",
        "number": 36,
        "type": "trivia"
       },
       {
        "id": 37,
        "text": "37 is the normal human body temperature in degrees Celsius.",
        "number": 37,
        "type": "trivia"
       },
       {
        "id": 38,
        "text": "38 is the number of games that each team in the current English Premiership, the top division in English Association Football, plays in a season.",
        "number": 38,
        "type": "trivia"
       },
       {
        "id": 39,
        "text": "39 is the duration, in nanoseconds, of the nuclear reaction in the largest nuclear explosion ever performed (Tsar bomb).",
        "number": 39,
        "type": "trivia"
       },
       {
        "id": 40,
        "text": "40 is the number of points that a Premier League team needs to avoid relegation in soccer.",
        "number": 40,
        "type": "trivia"
       },
       {
        "id": 41,
        "text": "41 is the number of soldiers in The Expendables (2010 film) tactor Eric Roberts laments to his subordinates about having been killed by star Sylvester Stallone in his escape from their island.",
        "number": 41,
        "type": "trivia"
       },
       {
        "id": 42,
        "text": "42 is the angle in degrees for which a rainbow appears or the critical angle.",
        "number": 42,
        "type": "trivia"
       },
       {
        "id": 43,
        "text": "43 is the maximum number of cars participating in a NASCAR race in the Cup Series or Nationwide Series.",
        "number": 43,
        "type": "trivia"
       },
       {
        "id": 44,
        "text": "44 is the percentage of kids who watch television before they go to sleep in the US.",
        "number": 44,
        "type": "trivia"
       },
       {
        "id": 45,
        "text": "45 is the sapphire wedding anniversary in years of marriage.",
        "number": 45,
        "type": "trivia"
       },
       {
        "id": 46,
        "text": "46 is the number of samurai, out of 47, who carried out the attack in the historical Ako vendetta.",
        "number": 46,
        "type": "trivia"
       },
       {
        "id": 47,
        "text": "47 is the number of phonemes in English phonology in Received Pronunciation.",
        "number": 47,
        "type": "trivia"
       },
       {
        "id": 48,
        "text": "48 is the number of Ptolemaic constellations.",
        "number": 48,
        "type": "trivia"
       },
       {
        "id": 49,
        "text": "49 is the number of days and night Siddhartha Gautama spent meditating as a holy man.",
        "number": 49,
        "type": "trivia"
       },
       {
        "id": 50,
        "text": "50 is the height in kilometres that a volcano can shoot ash into the sky.",
        "number": 50,
        "type": "trivia"
        }
     ]
  }
    